Repository: code4romania/covid-19-ro-help
Catalog: *_help/locale/*/LC_MESSAGES/django.po
Languages: ro

source: active
ro: activ

source: Bank Accounts
ro: Conturi bancare

source: To accept IBAN Transfers you need to add at least one account.
ro: Pentru a accepta donații prin transfer bancar trebuie să adaugi cel puțin un cont bancar al organizației.

source: Helpers
ro: Voluntari

source: Resolve need
ro: Rezolvă nevoia

source: Close need
ro: Închide nevoia

source: Votes
ro: Voturi

source: Votes Count
ro: Număr voturi

source: Last balance
ro: Ultimul bilanț

source: Statute
ro: Statut

source: Avatar Preview
ro: Logo

source: Voters
ro: Decidenți

source: Create account
ro: Crează cont

source: s
ro: uri

source: Vote succesfully registered. {} email{} sent to others admins
ro: Votul a fost înregistrat cu succes. {} email{} au fost trimise la ceilalți decidenți

source: Vote NGO
ro: Votează

source: To accept mobilpay donations this field is required.
ro: Pentru a accepta donații prin Mobilpay acest câmp este obligatoriu.

source: To accept money transfer this field is required
ro: Pentru a accepta transfer în bani, acest câmpt este obligatoriu

source: low
ro: Redus

source: medium
ro: Moderat

source: high
ro: Urgent

source: critical
ro: Critic

source: YES
ro: DA

source: NO
ro: NU

source: ABSTENTION
ro: ABȚINERE

source: Currency
ro: Monedă

source: Name
ro: Nume

source: Description
ro: Descriere

source: Contact person's name
ro: Numele persoanei de contact

source: Phone
ro: Telefon

source: Address
ro: Adresa

source: County
ro: Județ

source: City
ro: Oraș

source: First page of last balance sheet
ro: Prima pagină a ultimului bilanț contabil

source: NGO Statute
ro: Statutul Asociației

source: Accepts mobilpay
ro: Acceptă donații prin Mobilpay

source: Accepts transfers
ro: Acceptă donații prin transfer bancar

source: Donations description
ro: Descrierea donațiilor

source: mobilpay Merchant identifier code
ro: cod de identificare comerciant mobilpay

source: Mobilpay Public key
ro: Cheie publică Mobilpay

source: Mobilpay Private key
ro: Cheie privată Mobilpay

source: My organizations
ro: Organizațiile mele

source: My organization
ro: Organizația mea

source: Resource tags
ro: Tag-uri resurse

source: Resource tag
ro: Tag resurse

source: NGO
ro: ONG

source: Title
ro: Titlu

source: Kind
ro: Tip

source: Urgency
ro: Urgență

source: Resolved on
ro: Rezolvat la

source: Closed on
ro: Închis la

source: Manage needs
ro: Administrare nevoi

source: Manage need
ro: Administrare nevoie

source: Date
ro: Dată

source: Receipt
ro: Document justificativ (factură, chitanță, referat, OP)

source: Amount spent (RON)
ro: Suma cheltuită (RON)

source: Report
ro: Raportare

source: Message
ro: Mesaj

source: Read on
ro: Citit la

source: NGO Helper
ro: Ajutor ONG

source: NGO Helpers
ro: Ajutoare ONG

source: Organization
ro: Organizație

source: Organization's short description - max 500 chars.
ro: Descriere scurtă a organizației - max 500 caractere.

source: Past actions
ro: Scurt istoric

source: Description of past actions, with empahsis on COVID-19 related actions.
ro: Scurtă descriere a istoricului organizației cu focus pe activitatea derulată în perioada de criză COVID-19.

source: The types of resources you anticipate you will need.
ro: Tipul de resurse de care anticipezi că vei avea nevoie. Te rugăm să separi tag-urile prin virgulă.

source: Contact person's phone
ro: Telefonul persoanei de contact

source: Has contract with Netopia
ro: Are contract cu Netopia

source: Link to website or Facebook
ro: Link către site sau Facebook

source: Active
ro: Activ

source: Registered on
ro: Înregistrare

source: Votes history
ro: Istoric voturi

source: Vote history
ro: Istoric voturi

source: No
ro: Nu

source: Abstention
ro: Abţinere

source: Pending NGOs
ro: Organizații în așteptare

source: Pending NGO
ro: Organizație în așteptare

source: Vote
ro: Vot

source: Motivation
ro: Motivația

source: Motivate your decision
ro: Motivează decizia

source: My votes
ro: Voturile mele

source: My vote
ro: Votul meu

source: Your new password must be different.
ro: Parola nouă trebuie să fie diferită de cea veche.

source: Please correct the error below. Your new password must be different. Please try again.
ro: Te rog corectează următoarea eroare. Parola nouă trebuie să fie diferită. Te rog încearcă din nou.

source: About RoHelp
ro: Despre RoHelp

source: Right now we are in the midst of what is probably the biggest crisis of our lifetime, a crisis that we are all vulnerable to, regardless of where we are or our social context, a crisis whose effects will be felt for many months to come. Fortunately the NGO sector is on the front lines of the battle against the effects of the epidemic; from covering gaps in the health system to creating or supplementing response capacity for the public sector or offering support to those most vulnerable, Romanian NGOs, both small and large, have been vital in protecting each and everyone of us.
ro: Traversăm probabil cea mai mare criză a vieților noastre, o criză în care suntem cu toții vulnerabili, indiferent de geografie sau context social, o criză cu ale cărei efecte ne vom lupta multe luni de acum înainte. Din fericire, sectorul ONG este în prima linie a luptei pentru ameliorarea efectelor epidemiei; de la acoperirea lipsurilor din sistemul sanitar, până la crearea sau suplimentarea capacității de răspuns a instituțiilor publice și la sprijinul oferit celor vulnerabili în această perioada, ONG-urile mici și mari din România au fost vitale în a ne proteja pe fiecare dintre noi.

source: Despite consistent support from the business sector, NGO efforts that we depend upon can't go on as is in the months to come and can become sustainable only if we too contribute.
ro: În ciuda sprijinului consistent din partea mediului de afaceri, eforturile ONG-urilor de care depindem acum noi toți pot continua în lunile care urmează și pot deveni sustenabile doar prin contribuția noastră, individuală.

source: Code for Romania, through its volunteer community, had developed RoHelp.ro, a complete digital platform offered to NGOs actively involved in limiting the effects of the COVID-19 epidemic, by helping collect the resources they dearly need. By integrating the Netopia payment processor with the platform, Rohelp.ro helps participating eligible organizations directly collect the resources they need, with no hidden fees or middlemen. NGOs can also request and receive material or volunteer resources directly through the platform. The needs of every organization on the platform can be seen according to how stringent the need is and where the organization is located.
ro: Code for Romania, prin implicarea comunității sale de voluntari, a dezvoltat RoHelp.ro, o platformă digitală completă pusa la dispozitia ONG-urile implicate activ în limitarea efectelor epidemiei de Covid-19 pentru a colecta resursele de care acestea au mare nevoie. Prin integrarea în platformă a procesatorului de plăți online Netopia, RoHelp.ro ajută organizațiile eligibile înscrise să colecteze în mod direct, fără alți intermediari sau costuri ascunse, resursele financiare de care au nevoie. La această facilitate unică se adaugă posibilitatea de a solicita și primi resurse materiale și de voluntari direct prin platforma RoHelp.ro. Nevoile tuturor organizațiilor prezente în platformă pot fi vizualizate în funcție de urgență și locația geografică.

source: RoHelp.ro is a platform built with the support of the Romanian American Foundation, ING Bank and The Vodafone Foundation Romania in partnership with the Romanian Government via the Authority for the Digitalization of Romania, the Emergency Services Department and the Romanian Community Foundations Federation. It is open to all associations and foundations legally registered in Romania that are implementing measures to help ease the COVID-19 crisis and are not political in nature nor discriminate on the basis of race, ethnicity, gender, sexual orientation, religion, physical or mental ability or social/economic class.
ro: Platforma RoHelp.ro este construită cu sprijinul și ajutorul Romanian American Foundation, ING Bank și al Fundației Vodafone România în parteneriat cu Guvernul României prin Autoritatea pentru Digitalizarea României, Departamentul pentru Situații de Urgență și Federatia Fundațiilor Comunitare din România și este deschisă tuturor asociațiilor și fundațiilor legal constituite în România care derulează activități pentru ameliorarea crizei generate de epidemia COVID-19 si nu nu realizează activități și nu susțin cauze de natură politică sau care discriminează pe considerente legate de etnie, rasă, sex, orientare sexuală, religie, capacități fizice sau psihice sau de apartenență la una sau mai multe categorii sociale sau economice.

source: To ensure that every donation is accounted for and used for its intended purpose Code for Romania in partnership with the Romanian Community Foundations Federation has developed a clear set of rules and a transparent validation and reporting system, that will help us ensure that the platform is administered to the benefit of all.
ro: Pentru a ne asigura că donația fiecăruia dintre noi ajunge și este folosită pentru scopul pentru care a fost cerută, Code for Romania în parteneriat cu Federația Fundațiilor Comunitare din România a dezvoltat un regulament clar și un sistem de validare și raportare transparent și ne vom asigura că platforma este administrată în beneficiul societății.

source: How RoHelp got started
ro: De unde a pornit RoHelp

source: “There is no uniform distribution of resources” is the 19th issue identified in Code for Romania’s own <a href="%(link)s" target="%(target)s" rel="%(rel)s">2019-2020 Civic Labs year 1</a> research paper in the field of Emergency Preparedness and Disaster Management in the case of a major earthquake. In brief, starting from the analysis of the response in the case of Mexico or Italy, two countries that have had to manage response to a major earthquake recently (2017 and 2016, respectively) we realized that any fundraising effort during or after a major disaster comes together with a multitude of risks, including the sudden appearance of phantom organizations or focusing aid to just a few areas of intervention,, either thematic or geographical, according to the communication capacity of NGOs in the field.
ro: “Nu va exista o distribuție uniformă de resurse” este a 19 problemă identificată în cercetarea <a href="%(link)s" target="%(target)s" rel="%(rel)s">Civic Labs Anul 1 2019-2020</a> în domeniul Pregătirii și Managementului unei Situații de Urgență apărute ca urmare a unui seism major, un program al Code for Romania. Pe scurt, plecând de la analiza situației din Mexic sau Italia care au trecut prin situații de gestionare de cutremure majore recent (2017 respectiv 2016), am constatat ca orice efort de strângere de fonduri după sau în timpul unui dezastru este însoțit de multiple riscuri, incluzând apariția unor organizații-fantomă sau concentrarea ajutorului doar în anumite zone de intervenție, tematice sau geografice, în funcție de capacitatea de comunicare a organizațiilor care activează în respectivul domeniu.

source: The Code for Romania COVID-19 Task Force used the Civic Labs research program results in the field of emergency response, and adapted our <a href="%(link)s" target="%(target)s" rel="%(rel)s">Aid Management Hub</a> prototype to the present situation, developing RoHelp.ro in record time.
ro: În cadrul Code for Romania Task Force am folosit rezultatele cercetării din programul Civic Labs cu privire la situațiile de urgență, am adaptat și am dezvoltat în timp record platforma RoHelp.ro, plecând de la prototipul soluției <a href="%(link)s" target="%(target)s" rel="%(rel)s">Aid Management Hub</a>

source: RoHelp is a project done through the efforts of the Code for Romania volunteers and team. Code for Romania is an independent, unaffiliated and apolitical NGO. This project is developed as part of the Code for Romania Task Force, in partnership with the Romanian Community Foundations Federation, the Romanian Government via the Authority for the Digitalization of Romania and the Emergency Services Department.
ro: RoHelp.ro este un proiect realizat prin efortul voluntarilor și al echipei Code for Romania, organizație neguvernamentală independentă, neafiliată politic și apolitică. Proiectul este realizat în cadrul Code for Romania Task Force în parteneriat cu Federația Fundațiilor Comunitare, Guvernul României prin Autoritatea pentru Digitalizarea României și Departamentul pentru Situații de Urgență.

source: <a href="%(link)s" target="%(target)s" rel="%(rel)s">Questions and answers</a> about the RoHelp.ro project.
ro: <a href="%(link)s" target="%(target)s" rel="%(rel)s">Întrebări și răspunsuri</a> despre proiectul RoHelp.ro.

source: The Code for Romania Task Force is a program supported by ING Bank, The Vodafone Foundation Romania and the Romanian American Foundation to which we owe our thanks.
ro: Code for Romania Task Force este un program ale cărui costuri sunt susținute de ING Bank, Fundația Vodafone România și Romanian American Foundation, cărora le mulțumim.

source: Media partners
ro: Parteneri media

source: Useful instruments
ro: Instrumente utile

source: View site
ro: Vezi site-ul

source: Themes
ro: Teme

source: Documentation
ro: Documentație

source: Change password
ro: Schimbă parola

source: Log out
ro: Deloghează-te

source: Please correct the error below.
ro: Te rog corectează eroarea următoare.

source: Please correct the errors below.
ro: Te rog corectează erorile următoare.

source: Minimize
ro: Minimizează

source: Tools
ro: Instrumente

source: Filter
ro: Filtrează

source: Search
ro: Caută

source: Show all
ro: Afișează totul

source: Save
ro: Salvează

source: Delete
ro: Șterge

source: Close
ro: Închide

source: Back
ro: Înapoi

source: Upload file
ro: Încarcă fișier

source: Contact us
ro: Contactează-ne

source: <span class="%(class)s">If you are an NGO representative</span>, and your NGO is legally registered in Romania while also directly participating in the COVID-19 relief response you can join RoHelp <a href="%(the_url)s" target="%(target)s">here</a>. If you meet all eligibility criteria and your organization is validated in accordance to the rules and terms of use of the platform you'll be able to access your NGO account on the platform and will be able to solicit support, be it financial, material or volunteer-based.
ro: <span class="%(class)s">Dacă reprezinți o organizație</span>, legal constituită și derulezi activități menite să contribuie la ameliorarea efectelor epidemiei cu COVID-19, te poți înregistra în platformă <a href="%(the_url)s" target="%(target)s">aici</a>. Dacă îndeplinești toate criteriile de eligibilitate și organizația ta este validată conform regulamentului de utilizare a platformei îți vei putea accesa contul de ONG din platformă și vei putea solicita sprijin financiar, în resurse materiale sau voluntari.

source: <span class="%(class)s">If you want to help out</span>, you can use the platform to identify the most stringent needs and active NGOs in your area or at the national level, and help out in any way you can, by donations, material support or through your skillset, as a volunteer. Even any social media share of a NGO page or city page from the RoHelp platform helps in the COVID-19 relief effort.
ro: <span class="%(class)s">Dacă vrei să ajuți</span>, folosește-te de platforma RoHelp pentru a putea identifica cele mai urgente nevoi și organizațiile din orașul tău sau la nivel național pe care ai putea să le sprijini cu donații, cu resurse materiale sau cu skill-urile tale, în regim de voluntariat. Orice share al unei pagini de organizații sau pagini de oraș din RoHelp ajută la eforturile de combatere a crizei.

source: If you encounter any technical difficulty, send us an e-mail: rohelp@code4.ro
ro: Dacă întâmpini orice dificultate tehnică, te rugăm să ne transmiți un mesaj pe adresa: rohelp@code4.ro

source: Confidentiality Policy
ro: Politica de confidențialitate

source: This website uses cookies in order to provide users with a better browsing experience as well as services tailored to their needs and interests.
ro: Acest website folosește cookie-uri pentru a furniza vizitatorilor o experiență mult mai bună de navigare și servicii adaptate nevoilor și interesului fiecăruia.

source: “Cookies” are used to facilitate access and delivery for the services required by Internet users such as personalizing settings (language, country, prices displayed in local currency etc.) “Cookies”, based on the information about users that they gather, help operators make their websites more effective so that they can be easier to access by users. They also make online advertising more effective and can help multimedia apps and content from other websites be more easily embedded, to make navigation easier.
ro: “Cookie“-urile au rolul de a facilita accesul și livrarea serviciilor folosite de utilizator de internet, cum ar fi personalizarea anumitor setări (limba, țara, prețuri afișate în moneda națională. “Cookie“-urile, pe baza informațiilor pe care le adună despre utilizatori, îi ajută pe deținătorii de site-uri să își eficientizeze produsul astfel încât acesta să fie cât mai ușor accesat de către utilizatori, de asemenea cresc gradul de eficiență a publicității online și nu în ultimul rând pot permite aplicațiilor multimedia sau de alt tip de pe alte site-uri să fie incluse într-un anumit site pentru a face navigarea mai utilă.

source: What is a “Cookie”?
ro: Ce este un “cookie“?

source: Cookie ("browser cookie" or "HTTP cookie") is a small file, a succession of letters and numbers, that is stored on any terminal with Internet access (computers, mobile phones, tablets etc.) and is installed upon a request from a server to a browser (ex: Internet Explorer, Chrome). “Cookies” do not contain any software programs, viruses or spyware and cannot access information on the user’s hard drive.
ro: Cookie (“browser cookie“ sau “HTTP cookie“) este un fișier de mici dimensiuni, format din litere și numere, care este stocat pe orice terminal cu acces la internet (computer, telefon mobil, tabletă etc.) și este instalat prin solicitare emisă de către un web-server unui browser (ex: Internet Explorer, Chrome). De reținut: “Cookie“-urile nu conțin programe software, viruși sau spyware și nu pot accesa informațiile de pe hard drive-ul utilizatorului.

source: Cookie consists of a name and content, the length of its existence is limited, and it can be accessed again by the webserver when a user returns to the website associated with that server.
ro: Un cookie este format din nume și conținut, durata de existență a acestuia fiind determinată, putând fi accesat din nou de webserver în momentul în care un utilizator se întoarce pe website-ul asociat webserverului respectiv.

source: Cookies do not request personal information nor do they personally identify internet users.
ro: Cookie-urile nu solicită informații cu caracter personal și nu identifică personal utilizatorii de internet.

source: Session cookies - are cookies temporarily stored in the browser’s history where they are stored until the user leaves that website or closes the browser window.
ro: Cookieuri de sesiune - acestea sunt stocate temporar în istoricul browser-ului care le memorează până când utilizatorul iese de pe web-siteul respectiv sau închide fereastra browserului.

source: Persistent Cookies - These are stored, for a predetermined length of time, on a computer hard drive or similar equipment. Persistent cookies include those placed by a different website than the one the user is visiting at the time, so-called “third-party cookies”- that can be anonymously used to track a user’s interests - allowing them to receive ads more relevant to their interests.
ro: Cookieuri Persistente - Acestea sunt stocate, în funcție de durata prestabilită, pe hard-drive-ul unui computer sau echipament. Cookie-urile persistente le includ și pe cele plasate de un alt website decât cel pe care îl vizitează utilizatorul la momentul respectiv - cunoscute sub numele de “third party cookies“ - care pot fi folosite în mod anonim pentru a memora interesele unui utilizator, astfel încât să fie livrată publicitate cât mai relevantă pentru utilizatori.

source: What are the advantages of “Cookies”?
ro: Care sunt avantajele cookie-urilor?

source: A cookie contains information that connects users to a specific website. If a browser accesses the same server again it can read the information already stored in the cookie and react accordingly.
ro: Un cookie conține informații care fac legătura între utilizatori și un anume website. Dacă un browser accesează acel web-server din nou, acesta poate citi informația deja stocată și reacționa în consecință.

source: What is the average lifespan of a cookie?
ro: Care este durata de viață a unui cookie?

source: There are cookies that are exclusively used for a single session - these are no longer stored after the user has left the website. Permanent cookies are stored and reused every time the user returns to that website but can be deleted at any time by the user.
ro: Exista cookie-uri folosite exclusiv pentru o singură sesiune - acestea nu mai sunt reținute după ce utilizatorul iese de pe website. Cookie-uri permanente - sunt reținute și refolosite de fiecare dată când utilizatorul revine pe acel website, însă pot fi șterse oricând de utilizator.

source: What are third party cookies?
ro: Ce sunt cookie-urile plasate de terți?

source: Some parts of the content or services on the accessed website can be placed there by third parties via banners, boxes or links - and all these instruments can contain cookies. These are called “third-party cookies” because they are not placed by the owner of the respective website, third party cookies do however have to abide by the law and by the site owner’s confidentiality policy.
ro: Părți de conținut sau servicii pot fi plasate pe website-ul accesat, de către terțe părți prin intermediul bannerelor, boxurilor sau linkurilor - iar toate aceste instrumente pot conține cookie-uri. Ele se numesc “third party cookies“ pentru că nu sunt plasate de proprietarul website-ului respectiv, iar furnizorii terți se supun legilor îin vigoare și politicilor de confidențialitate ale deținătorului site-ului.

source: How does this website use cookies?
ro: Cum sunt folosite cookie-urile de către acest site?

source: Upon visiting this website you may receive the following cookie types:
ro: O vizită pe acest site poate plasa cookie-uri în scopuri de:

source: Cookies used for finalizing your donation
ro: Cookie-uri folosite pentru finalizarea unei donații

source: Cookies that are used to analyse general user data
ro: Cookie-uri pentru analiza vizitatorilor

source: Registration cookies
ro: Cookie-uri de înregistrare

source: Some cookies can be third-party cookies.
ro: Unele cookie-uri pot proveni de la terți.

source: Filling out the donation form consists of several steps. In order to follow up with a donor and offering them the needed documentation we will save a cookie that offers us a way to identify that donor (like a ticket). Every time the form is filled a new cookie is created or the existing one is overwritten.
ro: Completarea formularului de donație cuprinde mai multi pași. Pentru a ține evidența unei persoane și pentru a-i oferi informația necesară vom salva un fisier cookie ce ne oferă o metodă de a-l identifica (precum un număr de ordine). Pentru fiecare completare a formularului se va crea un cookie nou sau se va suprascrie cel deja existent.
