Repository: code4romania/covid-19-ro-help
Catalog: *_help/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Every time I use your visit this website the analytics software provided by a third-party generates a cookie used to analyze the user profile. Cookie tells us if you've ever visited this website before. The browser will let us know if you have this cookie installed, and if not, this cookie is generated. This allows us to Monitor the number of unique users visiting this website as well as how often they return. This cookie cannot be used to identify physical persons and it is only used for statistical purposes.
ro: De fiecare dată când un utilizator vizitează acest site softul de analytics furnizat de o terță parte generează un cookie de analiză a utilizatorului. Acest cookie ne spune dacă ați mai vizitat acest site până acum. Browser-ul ne va spune dacă aveți acest cookie, iar dacă nu, vom genera unul. Acesta permite monitorizarea utilizatorilor unici care ne vizitează și cât de des o fac. Acest cookie nu poate fi folosit pentru a identifica persoanele fizice, ele sunt folosite doar în scop statistic.

source: When registering to this website, we generate a cookie with your registration data. The cookie helps us in the next steps for communicating with the server. It is possible for this cookie to remain on your device if you do not follow through with all the registration steps. However, this cookie will be overwritten the next time you attempt to register on this website.
ro: Atunci când va înregistrați pe acest site, generăm un cookie cu datele de pe acesta. Cookie-ul ne ajută în pașii următori pentru a comunica cu server-ul. Este posibil ca acesta să rămână dacă nu urmați toți pașii înregistrării, dar el va fi rescris data următoare când vă veți înregistra din nou.

source: Other third party cookies
ro: Alte cookie-uri ale terțelor părți

source: On some pages third parties can set up their own anonymous cookies for purposes of tracking an app’s success rate, or for customizing that app. Due to the way it is used, this website cannot access these cookies, just as third parties cannot access the cookies that belong to this website. For example when you share a page using a “share to social network” button on this website, that social network can track your activity.
ro: Pe unele pagini, terții pot seta propriile cookie-uri anonime, în scopul de a urmări succesul unei aplicații, sau pentru a customiza o aplicație. Datorită modului de utilizare, acest site nu poate accesa aceste cookie-uri, la fel cum terțele părți nu pot accesa cookie-urile deținute de acest site. De exemplu, când distribuiți o pagină folosind butonul pentru rețelele sociale aflat pe acest site, acea rețea socială va înregistra activitatea dvs.

source: What kind of information is stored and accessed through cookies?
ro: Ce tip de informații sunt stocate și accesate prin intermediul cookie-urilor?

source: Cookies save information in a small text file allowing a website to recognize a browser. The web server will recognize the browser up until the cookie expires or is deleted. The cookie stores important information that improve the browsing experience (e.g. a serial number for your donation)
ro: Cookie-urile păstrează informații într-un fișier text de mici dimensiuni care permit unui website să recunoască un browser. Webserver-ul va recunoaște browserul până când cookie-ul expiră sau este șters. Cookie-ul stochează informații importante care îmbunătățesc experiența de navigare pe Internet (ex: un număr de ordine pentru donația ta).

source: Why are cookies important to the Internet?
ro: De ce sunt cookie-urile importante pentru Internet?

source: Cookies are one of the most important tools for a seamless, efficient Internet experience, helping to generate friendly browsing experiences tailored to the needs of every user. Refusing to accept cookies or deactivating them can make some websites impossible to use.
ro: Cookie-urile reprezintă punctul central al funcționării eficiente a Internetului, ajutând la generarea unei experiențe de navigare prietenoase și adaptată preferințelor și intereselor fiecărui utilizator. Refuzarea sau dezactivarea cookieurilor poate face unele site-uri imposibil de folosit.

source: Refusing to accept cookies or deactivating them does not mean that you will no longer receive online ads, only that these ads will no longer take your interests or preferences into account as determined by your browsing behavior.
ro: Refuzarea sau dezactivarea cookie-urilor nu înseamnă că nu veți mai primi publicitate online - ci doar că aceasta nu va mai putea ține cont de preferințele și interesele dvs, evidențiate prin comportamentul de navigare.

source: Security and confidentiality concerns
ro: Securitate si probleme legate de confidentialitate

source: Cookies are NOT viruses! They use plain text formats. They do not contain code strings and therefore cannot be triggered remotely nor can they activate themselves. They cannot duplicate or self-replicate across networks. As they cannot do any of the above that cannot be considered viruses.
ro: Cookie-urile NU sunt viruși! Ele folosesc formate tip plain text. Nu sunt alcătuite din bucăți de cod așa că nu pot fi executate nici nu pot auto-rula. În consecință, nu se pot duplica sau replica pe alte rețele pentru a se rula sau replica din nou. Deoarece nu pot îndeplini aceste funcții, nu pot fi considerate viruși.

source: However, some cookies can be used for bad purposes. As they can store user preferences and navigation history, both from a specific website and for a broad selection of sites, cookies can be used as a form of spyware. Many anti-spyware products know this and constantly mark cookies to be deleted as part of anti-virus or anti-spyware scans.
ro: Cookie-urile pot fi totuși folosite pentru scopuri negative. Deoarece stochează informații despre preferințele și istoricul de navigare al utilizatorilor, atât pe un anume site cât și pe mai multe alte siteuri, cookieurile pot fi folosite ca o formă de Spyware. Multe produse anti-spyware sunt conștiente de acest fapt și în mod constant marchează cookie-urile pentru a fi șterse în cadrul procedurilor de ștergere/scanare anti-virus/anti-spyware.

source: Most browsers have privacy settings allowing you to select the types of cookies to accept, their duration as well as auto-delete features that remove cookies once the user has visited a certain site.
ro: În general browserele au integrate setari de confidențialitate care furnizează diferite nivele de acceptare a cookieurilor, perioada de valabilitate și ștergere automată dupa ce utilizatorul a vizitat un anumit site.

source: Other Cookie security aspects
ro: Alte aspecte de securitate legate de cookie-uri

source: As identity protection is very important and represents the right of every internet user, it is important for you to know what potential problems may be caused by cookies. Because cookies are used to constantly transmit information both ways between the browser and the website, unauthorised persons looking to compromise your security may intercept the information contained by cookies. Although this is very rare it can happen if your browser accesses the website by using an unencrypted network (e.g. an unsecured Wifi network).
ro: Deoarece protecția identității este foarte valoroasă și reprezintă dreptul fiecărui utilizator de internet, este indicat să se știe ce eventuale probleme pot crea cookieurile. Pentru că prin intermediul lor se transmit în mod constant în ambele sensuri informații între browser și website, dacă un atacator sau persoana neautorizată intervine în parcursul de transmitere a datelor, informațiile conținute de cookie pot fi interceptate. Deși foarte rar, acest lucru se poate întâmpla dacă browserul se conectează la server folosind o rețea necriptată (ex: o rețea WiFi nesecurizată).

source: Other cookie-based attacks use wrong cookie settings on servers. If a website does not ask the browser to use encrypted channels only, attackers can use this vulnerability to trick browsers into sending information via unencrypted channels. Attackers then use this information to access unauthorised websites. It is very important to take great care in choosing the right methods of protecting your personal information.
ro: Alte atacuri bazate pe cookie implică setări greșite ale cookieurilor pe servere. Dacă un website nu solicită browserului să folosească doar canale criptate, atacatorii pot folosi această vulnerabilitate pentru a păcăli browserele în a trimite informații prin intermediul canalelor nesecurizate. Atacatorii utilizează apoi informațiile în scopuri de a accesa neautorizat anumite site-uri. Este foarte important să fiți atenți în alegerea metodei celei mai potrivite de protecție a informațiilor personale.

source: Advice for safe and responsible cookie-based browsing
ro: Sfaturi pentru o navigare sigură și responsabilă, bazată pe cookies

source: To the flexibility and the fact that the majority of the largest and most visited websites use cookies, they are inevitable. Deactivating cookies will no longer allow user access to some of the most important websites such as Youtube, Gmail, Yahoo and others. Here's some advice that can help you browse safely while retaining cookies:
ro: Datorită flexibilitatii lor și a faptului ca majoritatea dintre cele mai vizitate site-uri și cele mai mari folosesc cookieuri, acestea sunt aproape inevitabile. Dezactivarea cookie-urilor nu va permite accesul utilizatorului pe site-urile cele mai răspândite și utilizate printre care Youtube, Gmail, Yahoo și altele. Iată câteva sfaturi care vă pot asigura că navigați fără griji însă cu ajutorul cookie-urilor:

source: Customize your browser cookie settings to allow for a comfortable security level. If cookies are not a problem for you and you are the only person using that device you can set long cookie retention intervals in order to store your browsing history and your personal access data. If you share the device or computer you may want to set up the browser to delete your individual browsing data every time it is closed. This is one way to access websites that place cookies on your shared computer while deleting all your browsing data when closing the session.
ro: Particularizați-vă setările browserului în ceea ce privește cookie-urile pentru a reflecta un nivel confortabil pentru voi al securității utilizării cookie-urilor. Dacă nu vă deranjează cookie-urile și sunteți singura persoană care utilizează computerul, puteți seta termene lungi de expirare pentru stocarea istoricului de navigare și al datelor personale de acces. Dacă împărțiți accesul la calculator, puteți lua în considerare setarea browserului pentru a șterge datele individuale de navigare de fiecare dată când închideți browserul. Aceasta este o variantă de a accesa site-urile care plasează cookie-uri și de a șterge orice informație de vizitare la închiderea sesiunii navigare.

source: install an anti-spyware app and keep it up-to-date
ro: Instalați-vă și updatați-vă constant aplicații antispyware.

source: Many anti-spyware apps include website attack detection. These apps prevent the browser from accessing websites that might exploit the browser’s vulnerabilities or download dangerous software. Ensure your browser is up-to-date. Many cookie-based attacks exploit the weak points of old browser versions.
ro: Multe dintre aplicațiile de detectare și prevenire a spyware-ului includ detectarea atacurilor pe site-uri. Astfel, impiedică browserul de la a accesa website-uri care ar putea să exploateze vulnerabilitățile browserului sau să descarce software periculos. Asigurați-vă că aveți browserul mereu updatat. Multe dintre atacurile bazate pe cookies se realizează exploatând punctele slabe ale versiunilor vechi ale browserelor.

source: Cookies are everywhere and cannot be avoided if you wish to access some of the largest and best websites on the internet, either local or international. The clear understanding of the way cookies work and the benefits they bring you can take the necessary security measures so that you always have a safe and satisfactory browsing experience.
ro: Cookie-urile sunt pretutindeni și nu pot fi evitate dacă doriți să vă bucurați de acces pe cele mai bune și cele mai mari site-uri de pe Internet - locale sau internaționale. Cu o înțelegere clară a modului lor de operare și a beneficiilor pe care le aduc, puteți lua măsurile necesare de securitate astel încât să puteți naviga cu încredere pe internet.

source: How can I turn cookies off?
ro: Cum pot opri cookie-urile?

source: Refusing to accept cookies or deactivating them can make some websites difficult or impossible to navigate or use. Refusing to accept cookies also does not mean that you will no longer receive online ads.
ro: Dezactivarea și refuzul de a primi cookie-uri pot face anumite site-uri impracticabile sau dificil de vizitat și folosit. De asemenea, refuzul de a accepta cookie-uri nu înseamnă că nu veți mai primi/vedea publicitate online.

source: You can set up your browser to reject cookies automatically or you can select only some websites where cookies are enabled. But, for example, if you turn off cookies on this website you can not follow through with the next steps in filling out the form.
ro: Este posibilă setarea din browser pentru ca aceste cookie-uri să nu mai fie acceptate sau poți seta browserul să accepte cookie-uri de la un site anume. Dar, de exemplu, dacă nu dorești să folosești cookie-urile nu poți să urmezi și pașii următori după înregistrarea completarea formularului.

source: Modern browsers offer the ability to change cookie settings. You can usually find cookie settings under the “options” tab or the “preferences” menu of your browser.
ro: Toate browserele moderne oferă posibilitatea de a schimba setarile cookie-urilor. Aceste setari se găsesc de regula în “opțiuni“ sau în meniul de “preferințe“ al browserului tău.

source: For third-party cookies settings and for more information about online ad confidentiality, IAB Romania offers the following website: http://www.youronlinechoices.com/ro/
ro: Pentru setarile cookie-urilor generate de terți, și pentru mai multe informații privind confidențialitatea legată de publicitatea online, IAB Romania pune la dispoziție următorul site: http://www.youronlinechoices.com/ro/

source: A project developed by
ro: Un proiect dezvoltat de

source: in partnership with
ro: în parteneriat cu

source: Upload document
ro: Încarcă document

source: Romanian Government
ro: Guvernul României

source: Department for Emergency Situations
ro: Departamentul pentru Situații de Urgență

source: Ministry of Health
ro: Ministerul Sănătății

source: GitHub repository
ro: Codul sursă în GitHub

source: Terms and conditions
ro: Termeni și condiții de utilizare

source: Cookie policy
ro: Politică de confidențialitate

source: An independent, non-partisan, non-political, non-govermental organization.
ro: Organizație neguvernamentală independentă, neafiliată politic și apolitică.

source: About
ro: Despre

source: General rules
ro: Reguli RoHelp

source: Admin Panel
ro: Portal administrare

source: Logout
ro: Deloghează-te

source: Login
ro: Loghează-te

source: Register
ro: Înregistrare

source: Project developed in the program
ro: Proiect dezvoltat în programul

source: Search...
ro: Caută...

source: Welcome to RoHelp
ro: Bine ai venit în RoHelp

source: RoHelp is a fully-featured digital platform which lends itself to be used by all organizations which are actively involved in halting the spread of Covid-19. The main purpose of the paltform is to help organizations collect the resources they need. As a user, the platform will help you find the most pressing needs that organizations face across the country. As a result, it makes it easy for you to chose the cause you donate to, or the efforts you contribute to.
ro: RoHelp este o platformă digitală completă pusă la dispoziția organizațiilor implicate activ în limitarea efectelor epidemiei de Covid-19 pentru a colecta resursele de care acestea au mare nevoie. Cu ajutorul acestei platforme vei putea vedea care sunt cele mai presante nevoi ale organizațiilor de pe teritoriul țării și vei putea alege către ce cauză vrei să donezi sau la ce eforturi îți dorești să contribui.

source: Red Cross
ro: Crucea Roșie

source: Donate
ro: Donează

source: I want to help with money
ro: Vreau să ajut cu bani

source: I want to help with resources
ro: Vreau să ajut cu resurse

source: I want to volunteer
ro: Vreau să devin voluntar

source: donations
ro: donații

source: RON donated
ro: RON donați

source: About the organization
ro: Despre organizație

source: Donate money
ro: Donează bani

source: Card-based donations processed by Netopia Payments
ro: Donații cu card procesate prin Netopia Payments

source: Donate via transfer
ro: Doneaza via transfer bancar

source: Bank
ro: Banca

source: Donate resources
ro: Donează resurse

source: Join as volunteer
ro: Fii voluntar

source: Donations
ro: Donații

source: Firstname
ro: Prenume

source: Lastname
ro: Nume

source: Sum (RON)
ro: Suma (RON)

source: Anonymous
ro: Anonim

source: Reporting
ro: Raportare

source: NGOs that manage
ro: ONG-uri care gestionează

source: financial aid
ro: ajutoare financiare

source: resource aid
ro: ajutoare în resurse

source: volunteers
ro: voluntari

source: All
ro: Toate

source: Tags
ro: Etichete

source: Reset filters
ro: Resetează filtrele

source: I can help
ro: Pot să ajut eu!

source: No results matching query
ro: Nu există nici un rezultat

source: Do you represent a NGO or a Fund and could help?
ro: Reprezinți un ONG sau o Fundație și poți ajuta?

source: Sign up to the platform and make it easy for those that want to help.
ro: Înscrie-te în platformă și contribuie cu sprijin pentru cei care vor la randul lor sa ajute.

source: I want my organisation to join!
ro: Îmi înscriu organizația!

source: New password:
ro: Parola noua:

source: Confirm password:
ro: Confirmă parola:

source: Set password
ro: Setează parola

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ro: Linkul este invalid. Probabil este din cauză ca a fost deja folosit. Te rugăm fă o cerere nouă de resetare a parolei.

source: General Rules for associations and foundations accessing the RoHelp Platform
ro: Condiții pentru accesarea și utilizarea Platformei RoHelp de către asociații și fundații

source: RoHelp is a relief management platform developed by the Code for Romania Association in partnership with the Romanian Government through the Authority for the Digitalization of Romania and administered by Code for Romania.
ro: Ro Help este o platformă de management de ajutoare dezvoltată de Asociația Code for România în parteneriat cu Guvernul României prin Autoritatea pentru Digitalizarea României și administrată de Code for Romania.

source: RoHelp centralizes all the associations and foundations that are actively working to ameliorate the crisis generated by the COVID-19 epidemic by offering them a platform through which they can collect all the necessary financial and material resources necessary in their activities (e.g. monney, material aid, volunteer labor etc).
ro: RoHelp centralizează asociațiile și fundațiile care lucrează activ pentru ameliorarea crizei generate de epidemia COVID-19, oferindu-le acestora acces la o platformă în care pot colecta resursele financiare și materiale necesare în acest scop (e.g. sume de bani, ajutoare materiale, muncă prestată de voluntari etc).

source: Financial Resources are collected by the associations and foundations that have registered an account with the Platform directly, through their allotted account, on the basis of a contract signed with the payment operator Netopia.
ro: Resursele financiare sunt colectate de asociațiile și fundațiile înscrise în Platformă în mod direct, prin intermediul contului alocat acestora, pe baza unui contract încheiat cu operatorul de plăți Netopia.

source: The following types of entities are eligible for enrollment on the RoHelp Platform:
ro: Următoarele tipuri de entități sunt eligibile pentru înscrierea pe Platforma RoHelp:

source: <b>active associations and foundations that are directly implementing support programs</b> in response to the COVID-19 crisis
ro: <b>asociații și fundații active care desfășoară în mod direct programe de sprijin</b> în contextul crizei provocate de epidemia COVID-19

source: <b>Associations and foundations that collect financial or material resources</b> in order to distribute them towards host organizations or other compatible initiatives (grant managers)
ro: <b>asociații și fundații care colectează resurse financiare sau materiale</b> în vederea alocării acestora spre organizații gazdă sau alte inițiative compatibile (administratori de fonduri)

source: <b>The Red Cross</b>
ro: <b>Crucea Roșie</b>

source: All associations and foundations that will use the RoHelp Platform for collecting financial or material resources <b>have to explicitly declare the destination for said resources as well as the way they will be used.</b>
ro: Toate asociațiile și fundațiile care utilizează Platforma în scopul colectării de resurse financiare sau materiale <b>trebuie să declare în mod expres destinația și modalitatea în care resursele vor fi utilizate.</b>

source: In order to enroll in and use the RoHelp Platform, associations and foundations have to submit a written request form, a request that will be analysed by a committee in order to establish if they are eligible.
ro: În vederea înscrierii și utilizării Platformei RoHelp, asociațiile și fundațiile vor depune o cerere în acest sens către o comisie care va stabili eligibilitatea acestora.

source: The written request must include a description of the main activities that the association or foundation has been undergoing, with a focus on any programs or actions taken in the context of the crisis caused by the COVID-19 epidemic. The association or foundation must also include in the written request the types of resources that it anticipates as necessary for combatting the effects if the current epidemic. The request must be submitted along with electronic copies of the following documents: the first page of the last organizational yearly balance sheet (with the exception of organizations founded in the last 12 months), the statute of the association or foundation, with any confidential data blocked out as well as documents verifying that the asociation is in the national Associations and Foundations Registry.
ro: Cererea va cuprinde o descriere a principalelor activități desfășurate până în prezent de către asociația sau fundația în cauză, cu accent pe orice programe sau acțiuni dezvoltate de aceasta în contextul crizei generate de epidemia COVID-19. În conținutul cererii, asociația sau fundația va indica și tipurile de resurse pe care le anticipează ca fiind necesare în vederea combaterii efectelor generate de epidemia în curs. Cererii i se vor anexa, de asemenea, copii electronice după următoarele documente: prima pagina a ultimului bilanț contabil (cu excepția organizațiilor înființate în ultimele 12 luni), statutul asociației sau fundației cu înlăturarea oricăror date confidențiale, și documente care dovedesc înscrierea în Registrul Asociațiilor și Fundațiilor.

source: The eligibility criteria for enrolling in the platform are the following:
ro: Criteriile de eligibilitate pentru înscrierea pe platformă sunt:

source: Filling out the enrollment form (in Romanian),
ro: Formularul de înscriere este completat integral, în limba română;

source: Submitting all required paperwork (see above)
ro: Sunt transmise copii după documentele anexă indicate mai sus;
