Repository: code4romania/covid-19-ro-help
Catalog: *_help/locale/*/LC_MESSAGES/django.po
Languages: ro

source: The enrolling organization is involved in actions to solve or ameliorate the effects gof the COVID-19 epidemic crisis,
ro: Entitatea solicitantă derulează activitati pentru ameliorarea crizei generate de epidemia COVID-19

source: The enrolling organization is not involved in actions nor does it support causes of a political nature or that discriminate on the basis of ethnic background, race, gender, sexual orientation, religion, physical or mental ability or social/economic class, and the management of the organisation is not politically involved
ro: Entitatea solicitantă nu realizează activități și nu susține cauze de natură politică sau care discriminează pe considerente legate de etnie, rasă, sex, orientare sexuală, religie, capacități fizice sau psihice sau de apartenența la una sau mai multe categorii sociale sau economice, iar membrii conducerii organizației nu sunt implicați politic.

source: An applicant’s eligibility will be determined by a committee formed by the following three members: a Code for Romania Representative, an Emergency Services Department (DSU) representative and a representative of the Community Foundations of Romania Federation.
ro: Eligibilitatea unui solicitant va fi stabilită de către o comisie formată din următorii trei membri: un reprezentant al Code for Romania, un reprezentant al Departamentului pentru Situații de Urgență (DSU) și un reprezentant al Federației Fundațiile Comunitare din România.

source: The committee members will ensure that there is no conflict of interest to hinder them from participating in this evaluatory capacity and, therefore, have no direct or indirect interes of a financial, personal or any other nature that would prevent them from being impartial and independent.
ro: Membrii comisiei se vor asigura că nu există niciun conflict de interese care să îi împiedice să participe la această activitate de evaluare, respectiv că nu au, în mod direct sau indirect, un interes financiar, personal sau de altă natură, care ar putea aduce atingere imparţialității și independenţei lor.

source: The committee will analyse the documents submitted by applicants and can ask for further documents or information. The decision regarding the applicant’s eligibility will be relayed to the applicant with a full explanation of the motives for said decision.
ro: Comisia va analiza actele depuse de un solicitant și poate solicita documente sau informații suplimentare. Decizia cu privire la eligibilitatea solicitantului va fi comunicată acestuia cu indicarea motivelor care au stat la baza respectivei decizii.

source: If an applicant is refused access to the Platform they have the right to ask, a single time, for a re-evaluation, by transmitting setra documents and information.
ro: În cazul în care unui solicitant i se refuză accesul în vederea utilizării Platformei acesta are drept de a solicita, o singură dată, reevaluarea deciziei, prin transmiterea de documente și informații suplimentare.

source: Any applicant deemed eligible will sign a <a href="%(the_url)s" target="%(target)s">Partnership Agreement</a> with Code for Romania, agreement that will detail each party’s rights and obligations regarding the use of the RoHelp Platform, <b>including the obligation of the association or foundation to declare and respect the destination of the material and financial resources collected through the Platform and the obligation to report how said resources are being used.</b>
ro: Orice solicitant declarat eligibil va încheia un <a href="%(the_url)s" target="%(target)s">Acord de Parteneriat</a> cu Code for Romania în care vor fi detaliate drepturile și obligațiile părților cu privire la utilizarea Platformei RoHelp, <b>între care și obligația asociației sau fundației de a declara și respecta destinația resurselor materiale și financiare colectate prin intermediul Platformei și obligația de a raporta cu privire la utilizarea acestora.</b>

source: The reporting regarding the usage of resources collected through the Platform must be done after the first month of Platform use and every quarter afterwards, as well as at the end of collaboration. The reports will be analysed and validated by a committee with a similar makeup to the one validating the enrollments. The reporting will be done directly, via the platform, with each organization having the obligation to give out all requested information.
ro: Raportarea cu privire la utilizarea resurselor colectate prin intermediul platformei se realizează după prima lună de utilizare a platformei, apoi trimestrial, precum și la încetarea colaborării. Rapoartele vor fi analizate și validate de către o comisie având o componenta similară celei care validează și înscrierile pe platformă. Raportarea se va face direct prin intermediul platformei, fiecare entitate având obligația de a furniza toate informațiile solicitate.

source: The committee members are as follows
ro: Comisa de validare a platformei RoHelp este alcătuită din:

source: Romanian Community Foundations Federation: Cristina Vaileanu, Luiza Zamora, Marian Dobre, Doris Cojocaru, Teodora Albiter, Gianina Ozturk
ro: Federația Fundațiilor Comunitare din România: Cristina Vaileanu, Luiza Zamora, Marian Dobre, Doris Cojocaru, Teodora Albiter, Gianina Ozturk

source: The Department for Emergency Situations: George Manea
ro: Departamentul pentru Situații de Urgență: George Manea

source: Send
ro: Trimite

source: first
ro: prima

source: previous
ro: precedenta

source: Page %(page)s of %(no_pages)s
ro: Pagina %(page)s din %(no_pages)s

source: next
ro: următoarea

source: last
ro: ultima

source: Terms and Conditions of use
ro: Termeni și condiții de utilizare

source: The present document establishes general terms and conditions of use for the rohelp.ro website for its potential users or beneficiaries.
ro: Termenii și Condițiile generale de utilizare stabilesc termenii și condițiile generale de utilizare a site-ului „rohelp.ro” de către potențialii vizitatori sau beneficiari.

source: "Rohelp.ro" (henceforth referred to as "the website", "the site", "the Platform", "rohelp.ro") is a complete digital platform that helps NGOs collect funds and manage their needs throughout the crisis generated by the COVID-19 pandemic, developed by the Code for Romania Association (henceforth, "Code for Romania") in partnership with the Romanian Government through the Authority for the Digitalization of Romania.
ro: “rohelp.ro” (în continuare denumit „Site”, „Platformă”, ”rohelp.ro”) este o platformă digitală completă care ajută ONG-urile să colecteze fonduri și să gestioneze nevoile pe perioada crizei generate de pandemia Covid-19, dezvoltat de Asociația Code for Romania (denumită în continuare “Code for Romania”) în parteneriat cu Guvernul României prin Autoritatea pentru Digitalizarea României.

source: The Code for Romania Association is a legal entity, headquartered in Bucharest, Alba Iulia Place no. 7, I6 building, 1st floor, apt. 6, inscribed in the special registry of Associations and Foundations, part A, section I 67/06.07.2016
ro: Asociația Code for Romania este o persoană juridică, având sediul în Mun. București, Piața Alba Iulia nr. 7, bloc I6, etaj 1, ap. 6, înregistrată în registrul special, Partea A, secțiunea I 67/06.07.2016.

source: 1. Purpose of the platform
ro: 1. Obiectivul Platformei

source: The main purpose of rohelp.ro is to transmit financial and in kind donations and facilitate access to volunteers for NGOs enrolled and validated on the platform, for the length of the COVID-19 crisis.
ro: Obiectivul rohelp.ro este de a facilita transmiterea de donații financiare și în produse și înregistrare de voluntari către organizațiile neguvernamentale înscrise și aprobate în platformă, pe perioada luptei împotriva efectelor COVID-19.

source: The site allo ws NGOs to enroll and create online profiles that showcases their work.
ro: Site-ul permite înregistrarea unui ONG pentru a crea un profil online prin care acesta se poate prezenta.

source: rohelp.ro also offers users of the platform who wish to support an NGO a form that collects their personal data, further detailed in article 2 of the present terms and conditions document
ro: De asemenea, rohelp.ro pune la dispozitia utilizatorului Platformei care dorește să sprijine un ONG, un formular care colectează date cu caracter personal ale acestuia. Vom detalia acest aspect în cadrul articolului 2 al prezentului document de Termeni și Condiții

source: The data collected via this form is used to send a message to the NGO been contacted or to make a donation as part of the platform via the Netopia payment processor.
ro: Datele din acest formular sunt folosite pentru a transmite un mesaj organizației sau pentru a putea efectua o donație în platformă cu ajutorul procesatorului de plăți Netopia.

source: The site also allows members of the general public to subscribe to our newsletter service, managed via the Mailchimp email platform. The data in the newsletter form are exclusively used to facilitate the transfer of information towards the users who want to access the newsletter service.
ro: Site-ul permite și abonarea publicului la un serviciu de newsletter, gestionat prin intermediul platformei de e-mailing Mailchimp. Datele din acest formular sunt folosite exclusiv în scopul de a facilita transferul de informații către utilizatorii care doresc acest lucru.

source: If the user does not want to fill any data in the platform he or she can
ro: În cazul în care utilizatorul nu dorește să completeze nici un fel de informație în platformă, acesta

source: independently donate to an organisation with a profile on the site, using the financial data that each NGO lists on its profile page or,
ro: poate dona către o organizatie folosind informațiile bancare puse la dispoziție de fiecare ONG în propria pagină sau,

source: independently contact an organisation in order to send a message or an offer of help using the contact data that each NGO lists on its profile page.
ro: pot lua legătura cu organizația pentru a le transmite un mesaj sau o ofertă de ajutor prin mijloacele proprii de comunicare utilizând datele de contact puse la dispoziție de fiecare ONG în propria pagină.

source: RoHelp facilitates collecting funds, resources and volunteers by the registered organisations. All the donations processed through this platform are managed by each organisation and they have the obligation of mentioning - on their dedicated pages - the purpose of their fundraising, as well as to report, on a monthly basis, on the final destination of the funds in the dedicated reporting section.
ro: Platforma RoHelp facilitează strângerea de fonduri, resurse și voluntari de către organizațiile înscrise. Toate donațiile efectuate prin intermediul platformei sunt administrate de fiecare organizație în parte și acestea au obligația de a specifica în paginile lor dedicate scopul strângerii de fonduri, resurse și voluntari precum și de a raporta lunar cu privire la destinația finală a acestora în secțiunile de raportare dedicate.

source: 2. Use of Personal Data
ro: 2. Datele personale prelucrate

source: By filling in the forms available on the profile pages of each end you selected, we can collect the following personal data (henceforth referred to as “personal data”)
ro: Completând formularele puse la dispoziție în paginile fiecărui ONG pe care l-ai selectat, putem colecta următoarele date cu caracter personal (denumite în continuare „Date personale”):

source: name and surname
ro: numele și prenumele

source: phone number
ro: numărul de telefon

source: 3. Grounds for data processing
ro: 3. Scop și temei

source: Code for Romania uses personal data for the sole purpose of helping users of the site interact with one or more organisations registered on rohelp.ro.
ro: Code for Romania prelucrează date cu caracter personal doar în interesul utilizatorilor site-ului care doresc să transmită un mesaj către una sau mai multe organizații prezente în rohelp.ro.

source: Code for Romania uses your personal data in order to allow contacted NGOs to get back to you after your message has been sent.
ro: Code for Romania prelucrează datele tale personale menționate mai sus doar cu scopul de a salva în contul de administrare al organizației mesajul tău ca organizația selectată să poată intra în legătură cu tine ulterior transmiterii mesajului.

source: Should you not want your personal data used you can:
ro: În cazul în care nu dorești ca datele tale personale să fie prelucrate:

source: These personal data are directly sent to the NGO, they cannot be used in anyway by Code for Romania.
ro: Aceste date personale vor fi transmise direct către ONG, ele nu vor putea fi utilizate în vreun fel de Code for Romania.

source: 4. Length of data storage
ro: 4. Durata stocării

source: Personal data is temporarily stored for the duration of rohelp.ro’s functioning, as part of the COVID-19 pandemic response
ro: Datele personale furnizate sunt stocate temporar pe durata funcționării platformei rohelp.ro în contextul pandemiei COVID-19.

source: 5. Submittal of personal data to third parties
ro: 5. Transmiterea Datelor personale către terți

source: Code for Romania will only supply your personal data to the NGOs of your choice. Submitting a message to an organisation registered in the platform constitutes expressed consent for that organisation to contact you in return. The organisation agrees to confidentiality, guaranteeing that your personal data is kept safe
ro: Code for Romania va furniza datele personale pe care le-ai oferit doar ONG-ului ales de tine. Transmiterea unui mesaj către o organizație constituie consimțământul exprimat de tine ca acea organizație să te contacteze. Organizația își asumă un angajament de confidențialitate, prin care garantează că datele tale personale sunt păstrate în siguranță.

source: Data can also be supplied to institutions or authorities as well as to other accredited state bodies, on the basis and within the bounds of the law, only as part of an express request by said authorities.
ro: Datele pot fi furnizate și către instituții sau autorități publice, precum și altor organe abilitate ale statului, în baza și în limitele prevederilor legale, ca urmare a unor cereri expres formulate de acestea.

source: 6. Your Rights
ro: 6. Drepturile tale

source: As a user of rohelp.ro, in accordance with Law no. 679/2016 as well as, beginning with the 25th of May 2018, in accordance with the General Data Protection Regulation, you have the following rights:
ro: În calitate de utilizator al platformei rohelp.ro, potrivit Legii nr. 679/2016, precum și, începând cu 25 mai 2018, potrivit Regulamentului General privind protecția datelor, ai următoarele drepturi:

source: the right to be informed about the use of your personal data by Code for Romania;
ro: Dreptul la informare cu privire la prelucrarea datelor personale de către Code for Romania;

source: the right to access your personal data, on demand and for free for one request per annum;
ro: Dreptul de acces la datele personale, la cerere și în mod gratuit pentru o solicitare pe an;

source: the right to intervene in, rectify, delete or transfer your personal data on demand and for free;
ro: Dreptul de intervenție, rectificarea, ștergerea sau portabilitatea datelor personale, la cerere și în mod gratuit;

source: the right to contact the National Authority for the Oversight of the Use of Personal Data (headquartered in Bucharest, Sector 1, General Ghe. Magheru Boulevard, www.dataprotection.ro) or to recourse to the justice system, in order to defend your rights as guaranteed by law;
ro: Dreptul de a te adresa Autorității Naționale de Supraveghere privind Prelucrarea Datelor cu Caracter Personal (cu sediul în Bucureşti, sector 1, B-dul G-ral. Gheorghe Magheru, www.dataprotection.ro) sau justiției, pentru apărarea oricăror drepturi garantate de lege;

source: the right to oppose and to the individual automated decisional process;
ro: Dreptul la opoziţie şi procesul decizional individual automatizat;

source: from the 25th of May 2018, in accordance with the General Data Protection Regulation, the right to restrict the use of your data.
ro: începând cu 25 mai 2018, potrivit Regulamentului general privind protecția datelor, dreptul la restricționarea prelucrării.

source: 7. Security and confidentiality
ro: 7. Securitate și confidențialitate

source: The protection of your personal data while it is being used is a main and major concern for Code for Romania, which is why all personal data collected as part of your browsing rohelp.ro is processed according to Romanian legal provisions on data protection. Code for Romania uses cutting edge technology and takes all the reasonable technical measures to ensure that your personal data is kept and transmitted securely and confidentially.
ro: Protecția informațiilor în cursul prelucrării datelor tale personale este o preocupare majoră a Code for Romania, de aceea toate datele personale colectate în cursul vizitelor pe rohelp.ro sunt prelucrate conform prevederilor legale în vigoare în România. Code for Romania folosește tehnologii de ultimă generație și ia toate măsurile tehnice rezonabile pentru transmiterea și păstrarea datelor personale în condiții de deplină securitate și confidențialitate.

source: All personal data used on this site is stored and processed on servers situated within the European Union, falling under EU personal data protection legislation. No information offered on this website leaves European Union territory.
ro: Toate datele personale de pe site sunt stocate și procesate pe servere situate în Uniunea Europeană, ce cad sub incidența legislației europene de protecție a datelor personale. Nicio informație oferită pe acest site nu părăsește teritoriul Uniunii Europene.

source: Code for Romania will not reveal personal data regarding your visits to this website, with the sole exception of proper legal requests by the authorities or situations mentioned as part of this Terms and Conditions document.
ro: Code for Romania se angajează să nu dezvăluie datele personale cu privire la vizitele tale pe rohelp.ro, exceptând situațiile legale sau situațiile prezentate în acest document de Termeni și Condiții.

source: If we are to discover an incident regarding personal data security that presents a risk to the rights and liberties of our users, we will notify the National Authority for the Oversight of the Use of Personal Data within 72 hours. If the security incident is of such a nature as to present a high risk to your rights and liberties, you will be notified as well.
ro: Dacă descoperim un incident cu privire la securitatea datelor personale care prezintă un risc pentru drepturile și libertățile utilizatorilor noștri, vom notifica Autoritatea Națională de Supraveghere privind Prelucrarea Datelor cu Caracter Personale în termen de 72 de ore. Dacă incidentul de securitate este de natură să prezinte un risc ridicat pentru drepturile și libertățile tale, vei fi, de asemenea, notificat.

source: 8. Trademark and Copyright
ro: 8. Marca și dreptul de autor

source: The copyright for all information on this website belongs to Code for Romania. No material present on this website can be reproduced, wholly or in part, or modified without the express approval of Code for Romania, the copyright holder.
ro: Dreptul de autor pentru toate informațiile existente pe acest site este deținut de Code for Romania. Nici un material de pe acest site nu poate fi reprodus parțial, integral sau modificat fără acordul expres exprimat de catre Code for Romania, titularul acestui drept.

source: All rights reserved.
ro: Toate drepturile sunt rezervate.

source: The use of this site for the purpose of destroying or altering it, its security or its contents ior for discrediting or harrassin rohelp.ro or Code for Romania is strictly forbidden.
ro: Este strict interzisă folosirea acestui Site în scopul distrugerii sau alterării lui, a conținutului său a securității acestuia ori pentru discreditarea sau hărțuirea rohelp.ro sau a Code for Romania.

source: Code for Romania will apply all technical and organisational security measures in order to protect the data under its control against any and all attempts, accidental or intentional, to manipulate, lose or destroy them as well as to prevent the access of unauthorised persons.
ro: Code for Romania va aplica toate măsurile de securitate tehnică și organizatorică pentru protejarea datelor asupra cărora deține controlul împotriva oricărei situații de manipulare accidentală sau intenționată, pierdere, distrugere sau împotriva accesului unei persoane neautorizate.

source: 9. Changes to the general Terms and Conditions for using the Site
ro: 9. Modificari Termeni și Condiții generale de utilizare Site

source: “The General Terms and Conditions” document constitutes, in its entirety, an agreement between yourself and Code for Romania for the use of rohelp.ro.
ro: "Termenii și Condițiile generale de utilizare" constituie, în întregime, un acord încheiat între dumneavoastră și Code for Romania în privința utilizării rohelp.ro.

source: Code for Romania reserves the right to revise and update “The General Terms and Conditions” at any time, with no prior notification or need for user consent.
ro: Code for Romania își rezervă dreptul de a revizui și aduce la zi "Termenii și Condițiile generale de utilizare" în orice moment, fără o anunțare sau o acceptare prealabilă a utilizatorilor.

source: For any further questions regarding the information on this page please write to rohelp@code4.ro.
ro: Dacă aveți întrebări cu privire la informațiile cuprinse în această pagină vă rugăm să ne scrieți la adresa rohelp@code4.ro.

source: 10. About Code for Romania
ro: 10. Despre Code for Romania

source: Code for Romania is an independent, unaffiliated and apolitical NGO, founded in 2016, whose main purpose is to mobilise young IT professionals to create digital tools that help solve social problems. Code for Romania was founded and operates in accordance to Romanian law, its constitutive documents, its statute and its <a href="%(link)s" target="%(target)s">code of conduct</a>.
ro: Code for Romania este o organizație neguvernamentală independentă, neafiliată politic și apolitică, înființată în anul 2016, al cărei scop este de a mobiliza tinerii profesioniști din domeniul IT să creeze instrumente digitale care ajută în soluționarea problemelor sociale. Code for Romania este înființată și funcționează în conformitate cu legea română, actul constitutiv și statutul său și <a href="%(link)s" target="%(target)s">codul de conduită</a>.

source: 11. Contact Code for Romania
ro: 11. Contactează Code for Romania

source: For any questions or issues, as well as to ensure your rights in regards to the processing of personal data by Code for Romania, you can contact us at:
ro: Pentru orice întrebări sau preocupări, precum și pentru exercitarea drepturilor tale legate de prelucrarea datelor personale de către Code for Romania, ne poti contacta la:

source: Alba Iulia Place no. 7, I6 building, 1st floor, apt. 6, Bucharest, Romania
ro: Adresa: Piața Alba Iulia nr. 7, bloc I6, etaj 1, ap. 6, mun. București, Romania

source: rohelp@code4.ro
ro: E-mail: rohelp@code4.ro

source: Thank you for your help!
ro: Mulțumim pentru ajutor!

source: Missing or invalid NGO need.
ro: Nevoie ONG lipsă sau invalidă.
