Repository: code4romania/covid-19-ro-help
Catalog: *_help/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Thank you for signing up! The form you filled in has reached us. Someone from the RoHelp team will reach out to you as soon as your organization is validated. If you have any further questions, e-mail us at rohelp@code4.ro
ro: Îți mulțumim pentru înscriere, formularul a ajuns la noi. Cineva din echipa RoHelp te va contacta imediat ce organizația trece de procesul de validare. Dacă ai întrebări suplimentare ne poți scrie un e-mail la adresa rohelp@code4.ro.

source: Thank you for your donation!
ro: Îți mulțumim pentru donație!

source: Responses
ro: Răspunsuri plată

source: Order ID
ro: ID ordin de plată

source: First name
ro: Prenume

source: Last name
ro: Nume

source: Details
ro: Detalii

source: Amount
ro: Suma

source: Payment Orders
ro: Ordine de plată

source: Payment Order
ro: Ordin de plată

source: Payment responses
ro: Răspunsuri plată

source: Payment response
ro: Răspuns plată

source: You are being redirected to payment website
ro: Ești redirecționat către site-ul de plată
